const NUM_OF_GENERATIONS = 25;
const Likes = {
  MAX: 200,
  MIN: 15
};
const RANDOM_DESCRIPTION = ['Вдохновляюсь!', 'Моя любовь <3', 'Лайк, если не дурак. -_-', 'КРУТО! ДА ЭТО ЖЕ КРУТО!', 'Сомнительно, но окэй.'];
const RANDOM_NAME = ['Артем', 'Дима', 'Ксюша'];
const RANDOM_MESSAGE = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];
const NumberOfComments = {
  MAX: 30,
  MIN: 0
};
const NumberOfAvatars = {
  MAX: 6,
  MIN: 1
};

export {NUM_OF_GENERATIONS, Likes, RANDOM_DESCRIPTION, RANDOM_NAME, RANDOM_MESSAGE, NumberOfComments, NumberOfAvatars};
